Repository: SilentCircle/silent-text
Catalog: ST2/PrivacyView/*.lproj/PrivacyViewController.strings
Languages: ar, es, fr, ja, nl

# 2HN-Wj-b5C.text
source: Burn
ar: حرق
es: Eliminar
fr: Suppression
ja: 焼却
nl: Wissen

# 4tl-hE-27p.text
source: SC Labs Features
ar: ميزات SC Labs
es: Funciones de SC Labs
fr: Fonctions des SC Labs
ja: SCラボ機能
nl: Functies SC Labs

# 7mZ-Tp-BQf.normalTitle
source: Off
ar: إيقاف
es: No
fr: Désactivé
ja: オフ
nl: Uit

# 7mZ-Tp-BQf.selectedTitle
source: Off
ar: إيقاف
es: No
fr: Désactivé
ja: オフ
nl: Uit

# E95-YH-PVo.text
source: Do Not Disturb
ar: الإعلامات
es: Notificaciones
fr: Notifications
ja: 通知
nl: Meldingen

# Hui-En-Hd3.text
source: 30 minutes
ar: 30 دقيقة
es: 30 minutos
ja: 30分
nl: 30 minuten

# Vcd-j0-M53.normalTitle
source: On
ar: تشغيل
es: Sí
fr: Activé
ja: オン
nl: Aan

# YpD-VO-LMs.text
source: Cipher Suite
ar: مجموعة التشفير
es: Conjunto de cifrado
ja: 暗号スイート
nl: Coderingssuite

# bDp-0o-zgn.normalTitle
source: Off
ar: إيقاف
es: No
fr: Désactivé
ja: オフ
nl: Uit

# bDp-0o-zgn.selectedTitle
source: On
ar: تشغيل
es: Sí
fr: Activé
ja: オン
nl: Aan

# biR-9O-rle.normalTitle
source: On
ar: تشغيل
es: Sí
fr: Activé
ja: オン
nl: Aan

# cab-dt-R7g.normalTitle
source: Suite Name
ar: اسم المجموعة
es: Nombre del conjunto
fr: Nom de la suite
ja: スイート名
nl: Suite naam

# cvM-NT-vAy.text
source: Cache Used
ar: الذاكرة المؤقتة المستخدمة
es: Caché usada
fr: Cache utilisé
ja: 使用されたキャッシュ
nl: Gebruikte cache

# evP-Al-3rL.text
source: 1000 MB
ar: 1000 ميغابايت
fr: 1000 Mo

# knZ-Mn-NcO.normalTitle
source: Erase Download Cache
ar: مسح الذاكرة المؤقتة للتنزيل
es: Borrar caché de descargas
fr: Effacer le cache de téléchargement
ja: ダウンロードキャッシュを削除
nl: Gedownloade cache wissen

# ksc-FC-iBd.normalTitle
source: On - 30 Minutes
ar: تشغيل - 30 دقيقة
es: Activar - 30 minutos
fr: Activé - 30 minutes
ja: オン - 30分
nl: Aan - 30 minuten

# mMr-xD-1OU.text
source: Burn
ar: حرق
es: Eliminar
fr: Suppression
ja: 焼却
nl: Wissen

# qSP-2p-2Qw.text
source: Send Receipts
ar: إيصالات الإرجاع
es: Acuse de recibo
fr: Confirmations de retour
ja: 受信証明
nl: Retourontvangsten
