Repository: SilentCircle/silent-text
Catalog: ST2/MessageView/Message Options/*.lproj/ChatOptionsView.strings
Languages: ar, de, es, fr, it, ja, nl, pt_pt, ru, zh_hans

# 3.accessibilityLabel
source: Burn settings
ar: إعدادات الحرق
de: Löscheinstellungen
es: Config. de eliminación de mensajes
fr: Réglages de la suppression
it: Impostazioni eliminazione
ja: 焼却設定
nl: Wis instellingen
pt_pt: Configurações da Queima
ru: Настройки удаления
zh_hans: 烧毁设置

# 4.accessibilityLabel
source: Geo Location settings
ar: إعدادات الموقع الجغرافي
de: Standorteinstellungen
es: Configuración de ubicación
fr: Réglages de l'emplacement géographique
it: Impostazioni geolocalizzazione
ja: ジオロケーション設定
nl: Instellingen geolocatie
pt_pt: Configurações de localização
ru: Настройки геолокации
zh_hans: 地理定位设置

# 29.accessibilityHint
source: Call this user in the SilentPhone app
ar: الاتصال بهذا المستخدم من تطبيق SilentPhone
de: Rufen Sie diesen Nutzer über die SilentPhone-App an
es: Llamar a este usuario con Silent Phone
fr: Appeler cet utilisateur dans l'app SilentPhone
it: Chiama questo utente con l'app SilentPhone
ja: サイレントフォンアプリのこのユーザーに電話する
nl: Bel deze gebruiker met de SilentPhone app
pt_pt: Ligar para este usuário com o SilentPhone
ru: Позвонить пользователю в приложении SilentPhone
zh_hans: 在SilentPhone应用中呼叫该用户

# 29.accessibilityLabel
source: SilentPhone
ja: サイレントフォン

# 30.accessibilityLabel
source: Contacts
ar: جهات اتصال
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
nl: Contacten
pt_pt: Contatos
ru: Контакты
zh_hans: 联系人

# 37.accessibilityLabel
source: Add photo
ar: إضافة صورة
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真追加
nl: Foto toevoegen
pt_pt: Adicionar foto
ru: Добавить фото
zh_hans: 添加照片

# 48.accessibilityLabel
source: Add sound
ar: إضافة صوت
de: Ton hinzufügen
es: Agregar sonido
fr: Ajouter un son
it: Aggiungi suono
ja: サウンド追加
nl: Geluid toevoegen
pt_pt: Adicionar som
ru: Добавить звук
zh_hans: 添加声音

# 52.accessibilityLabel
source: For Your Eyes Only settings
ar: إعدادات "لاطلاعك فقط"
de: Einstellungen für „Nur für mich bestimmt“
es: Configuración de Sólo para tus ojos
fr: Réglages de Rien que pour vos yeux
it: Impostazioni Solo per i tuoi occhi
ja: 極秘のみの設定
nl: For Your Eyes Only instellingen
pt_pt: Configurações Para os seus olhos apenas
ru: Настройки "Не для передачи"
zh_hans: 仅你可见设置

# 60.accessibilityHint
source: Number of minutes after which a message is burned.
ar: عدد الدقائق التي يتم حرق الرسالة بعدها.
de: Anzahl der Minuten, nach der eine Nachricht gelöscht wird.
es: Minutos de espera antes de eliminar un mensaje.
fr: Nombre de minutes après lesquelles un message est supprimé
it: Numero di minuti dopo cui viene eliminato il messaggio.
ja: メッセージが焼却されてからの時間(分単位）。
nl: Aantal minuten waarna een bericht wordt gewist.
pt_pt: Número de minutos até que uma mensagem seja queimada
ru: Кол-во минут, после которого сообщение будет удалено.
zh_hans: 烧毁信息前的分钟数。

# 60.text
source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ja: 30分
nl: 30 minuten
pt_pt: 30 minutos
ru: 30 минут
zh_hans: 30分钟

# 0H4-hf-cRW.text
source: This device does not have a camera
ar: هذا الجهاز فيه كاميرا بالفعل
de: Dieses Gerät verfügt über eine Kamera
es: Este dispositivo tiene cámara.
fr: Cet appareil n'a pas d'appareil photo
it: Questo dispositivo ha una fotocamera
ja: このデバイスにカメラがありません
nl: Dit toestel heeft een camera
pt_pt: Este dispositivo tem uma câmera
ru: У этого устройства нет камеры
zh_hans: 该设备有相机

# 8aN-oR-8QI.text
source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ja: 30分
nl: 30 minuten
pt_pt: 30 minutos
ru: 30 минут
zh_hans: 30分钟

# 9ZW-w1-jyx.normalTitle
source: Off
ar: إيقاف
de: Aus
es: No
fr: Non
it: No
ja: オフ
nl: Uit
pt_pt: Não
ru: Выкл.
zh_hans: 关

# 9ZW-w1-jyx.selectedTitle
source: On
ar: تشغيل
de: Ein
es: Sí
fr: Oui
it: Sì
ja: オン
nl: Aan
pt_pt: Sim
ru: Вкл.
zh_hans: 开

# IGw-da-Req.accessibilityLabel
source: Add multimedia
ar: إضافة وسائط متعددة
de: Multimedia-Datei hinzufügen
es: Agregar multimedia
fr: Ajouter un fichier multimédia
it: Tutti gli elem. multim.
ja: マルチメディア追加
nl: Multimedia toevoegen
pt_pt: Adicionar multimídia
ru: Добавить мультимедиа
zh_hans: 添加多媒体

# QUW-sr-fvm.accessibilityHint
source: GPS information is being sent
ar: يتم إرسال معلومات نظام تحديد المواقع
de: GPS-Daten werden gesendet
es: Se está enviando la información del GPS
fr: Les informations du GPS sont en cours d'envoi
it: Le informazioni GPS sono state inviate
ja: GPS情報が送信されました
nl: GPS-informatie wordt verstuurd
pt_pt: Informação de GPS está sendo enviada
ru: Отправка сведений GPS
zh_hans: GPS信息正在发送

# QUW-sr-fvm.accessibilityLabel
source: Send my GPS coordinates
ar: إرسال إحداثياتي على نظام تحديد المواقع
de: Meine GPS-Koordinaten senden
es: Enviar mis coordenadas de GPS
fr: Envoyer les coordonnées de mon GPS
it: Invia le mie coordinate GPS
ja: GPS座標を送信
nl: Verstuur mijn GPS-coördinaten
pt_pt: Enviar minhas coordenadas de GPS
ru: Отправить мои координаты GPS
zh_hans: 发送我的GPS坐标

# QUW-sr-fvm.text
source: Send my GPS coordinates
ar: إرسال إحداثياتي على نظام تحديد المواقع
de: Meine GPS-Koordinaten senden
es: Enviar mis coordenadas de GPS
fr: Envoyer les coordonnées de mon GPS
it: Invia le mie coordinate GPS
ja: GPS座標を送信
nl: Verstuur mijn GPS-coördinaten
pt_pt: Enviar minhas coordenadas de GPS
ru: Отправить мои координаты GPS
zh_hans: 发送我的GPS坐标

# aSR-q2-sIE.text
source: Silent Phone is not installed
ar: لم يتم تثبيت Silent Phone
de: Silent Phone ist nicht installiert
es: No se ha instalado Silent Phone
fr: Silent Phone n'est pas installé
it: Silent Phone non è installata
ja: サイレントフォンがインストールされていません
nl: Silent Phone is niet geïnstalleerd
pt_pt: Silent Phone não está instalado
ru: Silent Phone не установлено
zh_hans: Silent Phone未安装

# mrb-Mh-R0q.accessibilityHint
source: Forwarding, saving or copying of messages with this setting on are not permitted.
ar: غير مسموح بإعادة توجيه الرسائل أو حفظها أو نسخها أثناء تشغيل هذا الإعداد.
de: Bei dieser Einstellung können Sie Nachrichten weder weiterleiten, noch speichern oder kopieren.
es: Cuando activa esta configuración, no se permite reenviar, guardar ni copiar mensajes.
fr: Transférer, enregistrer ou copier des messages ne sont pas des actions autorisées avec ce réglage activé.
it: L'inoltro, il salvataggio e la copia dei messaggi con questa impostazione non sono consentiti.
ja: この設定をオンにしたメッセージの転送、保存、またはコピーが許可されていません。
nl: Het doorsturen, opslaan of kopiëren is met deze instellingen niet toegestaan.
pt_pt: Não é permitido encaminhar, salvar ou copiar mensagens com esta configuração.
ru: Пересылка, сохранение или копирование сообщений с этой настройкой не разрешено.
zh_hans: 该设置上不允许转发、保存或复制信息。

# mrb-Mh-R0q.accessibilityLabel
source: For your eyes only
ar: لعيونك فقط
de: Nur für mich bestimmt
es: Sólo para tus ojos
fr: Rien que pour vos yeux
it: Solo per i tuoi occhi
ja: 極秘のみ
pt_pt: Para os seus olhos apenas
ru: Не для передачи
zh_hans: 仅你可见

# mrb-Mh-R0q.text
source: For your eyes only
ar: لعيونك فقط
de: Nur für mich bestimmt
es: Sólo para tus ojos
fr: Rien que pour vos yeux
it: Solo per i tuoi occhi
ja: 極秘のみ
pt_pt: Para os seus olhos apenas
ru: Не для передачи
zh_hans: 仅你可见

# xK0-ky-jcp.accessibilityHint
source: Tap to turn burn on or off
ar: اضغط لتشغيل الحرق أو إيقافه
de: Tippen, um die Löschfunktion ein- oder auszuschalten
es: Toque para activar o desactivar la eliminación de mensajes tras su lectura.
fr: Appuyer pour activer ou désactiver la suppression
it: Tocca per attivare o disattivare l'eliminazione
ja: タップして焼却をオンまたはオフにする
nl: Tik om wissen aan of uit te zetten
pt_pt: Toque para ligar ou desligar queimar
ru: Нажмите, чтобы вкл. или выкл. удаление
zh_hans: 触按可打开或关闭烧毁

# xK0-ky-jcp.accessibilityLabel
source: Burn On/Off
ar: تشغيل/إيقاف الحرق
de: Löschfunktion Ein/Aus
es: Eliminación Sí/No
fr: Activer/Désactiver la suppression
it: Eliminazione ON/OFF
ja: 焼却オン/オフ
nl: Wissen Aan/Uit
pt_pt: Ligar/Desligar Queimar
ru: Вкл./выкл. удаление
zh_hans: 烧毁开/关

# xK0-ky-jcp.normalTitle
source: Off
ar: إيقاف
de: Aus
es: No
fr: Non
it: No
ja: オフ
nl: Uit
pt_pt: Não
ru: Выкл.
zh_hans: 关

# xK0-ky-jcp.selectedTitle
source: On
ar: تشغيل
de: Ein
es: Sí
fr: Oui
it: Sì
ja: オン
nl: Aan
pt_pt: Sim
ru: Вкл.
zh_hans: 开
